
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "Bring All to Front";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "Window";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "Minimize";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "Window";

/* Class = "NSMenu"; title = "MainMenu"; ObjectID = "29"; */
"29.title" = "MainMenu";

/* Class = "NSMenuItem"; title = "Colour Contrast Analyser"; ObjectID = "56"; */
"56.title" = "Colour Contrast Analyser";

/* Class = "NSMenu"; title = "Colour Contrast Analyser"; ObjectID = "57"; */
"57.title" = "Colour Contrast Analyser";

/* Class = "NSMenuItem"; title = "About Colour Contrast Analyser"; ObjectID = "58"; */
"58.title" = "About Colour Contrast Analyser";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "103"; */
"103.title" = "Help";

/* Class = "NSMenu"; title = "Help"; ObjectID = "106"; */
"106.title" = "Help";

/* Class = "NSMenuItem"; title = "Colour Contrast Analyser Help"; ObjectID = "111"; */
"111.title" = "Colour Contrast Analyser Help";

/* Class = "NSMenuItem"; title = "Preferences…"; ObjectID = "129"; */
"129.title" = "Preferences…";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Services";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Services";

/* Class = "NSMenuItem"; title = "Hide Colour Contrast Analyser"; ObjectID = "134"; */
"134.title" = "Hide Colour Contrast Analyser";

/* Class = "NSMenuItem"; title = "Quit Colour Contrast Analyser"; ObjectID = "136"; */
"136.title" = "Quit Colour Contrast Analyser";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Hide Others";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Show All";

/* Class = "NSWindow"; title = "Colour Contrast Analyser"; ObjectID = "407"; */
"407.title" = "Colour Contrast Analyser";

/* Class = "NSBox"; title = "Foreground"; ObjectID = "412"; */
"412.title" = "Foreground";

/* Class = "NSColorWell"; ibShadowedToolTip = "Foreground colour dropdown"; ObjectID = "423"; */
"423.ibShadowedToolTip" = "Foreground colour dropdown";

/* Class = "NSBox"; title = "Background"; ObjectID = "424"; */
"424.title" = "Background";

/* Class = "NSColorWell"; ibShadowedToolTip = "Background colour dropdown"; ObjectID = "430"; */
"430.ibShadowedToolTip" = "Background colour dropdown";

/* Class = "NSTabViewItem"; label = "Results for color blindness"; ObjectID = "501"; */
"501.label" = "Results for color blindness";

/* Class = "NSTabViewItem"; label = "Results"; ObjectID = "503"; */
"503.label" = "Results";

/* Class = "NSButton"; ibShadowedToolTip = "⌘O : Open details panel"; ObjectID = "542"; */
"542.ibShadowedToolTip" = "⌘O : Open details panel";

/* Class = "NSBox"; title = "Box"; ObjectID = "560"; */
"560.title" = "Box";

/* Class = "NSMenuItem"; title = "Options"; ObjectID = "562"; */
"562.title" = "Options";

/* Class = "NSMenu"; title = "Options"; ObjectID = "563"; */
"563.title" = "Options";

/* Class = "NSMenuItem"; title = "Show color sliders"; ObjectID = "564"; */
"564.title" = "Show color sliders";

/* Class = "NSMenuItem"; title = "Displayed color values"; ObjectID = "570"; */
"570.title" = "Displayed color values";

/* Class = "NSMenu"; title = "Displayed color values"; ObjectID = "571"; */
"571.title" = "Displayed color values";

/* Class = "NSMenuItem"; title = "Hex"; ObjectID = "572"; */
"572.title" = "Hex";

/* Class = "NSMenuItem"; title = "RGB"; ObjectID = "573"; */
"573.title" = "RGB";

/* Class = "NSTabViewItem"; label = "View"; ObjectID = "588"; */
"588.label" = "View";

/* Class = "NSTabViewItem"; label = "Hex"; ObjectID = "590"; */
"590.label" = "Hex";

/* Class = "NSTextField"; ibShadowedToolTip = "Display and edit the chosen foreground colour"; ObjectID = "594"; */
"594.ibShadowedToolTip" = "Display and edit the chosen foreground colour";

/* Class = "NSTextField"; ibShadowedToolTip = "⌘R : Switch into RGB input"; ObjectID = "595"; */
"595.ibShadowedToolTip" = "⌘R : Switch into RGB input";

/* Class = "NSTabViewItem"; label = "View"; ObjectID = "597"; */
"597.label" = "View";

/* Class = "NSTabViewItem"; label = "Hex"; ObjectID = "599"; */
"599.label" = "Hex";

/* Class = "NSTextField"; ibShadowedToolTip = "Display and edit the chosen background colour"; ObjectID = "603"; */
"603.ibShadowedToolTip" = "Display and edit the chosen background colour";

/* Class = "NSTextField"; ibShadowedToolTip = "⌘R : Switch into RGB input"; ObjectID = "604"; */
"604.ibShadowedToolTip" = "⌘R : Switch into RGB input";

/* Class = "NSTextField"; ibShadowedToolTip = "⌘E : Switch into HEX input"; ObjectID = "605"; */
"605.ibShadowedToolTip" = "⌘E : Switch into HEX input";

/* Class = "NSTextField"; ibShadowedToolTip = "Red"; ObjectID = "606"; */
"606.ibShadowedToolTip" = "Red";

/* Class = "NSTextField"; ibShadowedToolTip = "Green"; ObjectID = "607"; */
"607.ibShadowedToolTip" = "Green";

/* Class = "NSTextField"; ibShadowedToolTip = "Blue"; ObjectID = "608"; */
"608.ibShadowedToolTip" = "Blue";

/* Class = "NSTextField"; ibShadowedToolTip = "⌘E : Switch into HEX input"; ObjectID = "609"; */
"609.ibShadowedToolTip" = "⌘E : Switch into HEX input";

/* Class = "NSTextField"; ibShadowedToolTip = "Red"; ObjectID = "624"; */
"624.ibShadowedToolTip" = "Red";

/* Class = "NSTextField"; ibShadowedToolTip = "Green"; ObjectID = "626"; */
"626.ibShadowedToolTip" = "Green";

/* Class = "NSTextField"; ibShadowedToolTip = "Blue"; ObjectID = "627"; */
"627.ibShadowedToolTip" = "Blue";

/* Class = "NSBox"; title = "Box"; ObjectID = "655"; */
"655.title" = "Box";

/* Class = "NSBox"; title = "Box"; ObjectID = "693"; */
"693.title" = "Box";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "719"; */
"719.title" = "Edit";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "720"; */
"720.title" = "Edit";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "741"; */
"741.title" = "Copy";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "746"; */
"746.title" = "Paste";

/* Class = "NSBox"; title = "Algorithm"; ObjectID = "767"; */
"767.title" = "Algorithm";

/* Class = "NSButtonCell"; ibShadowedToolTip = "⌘D : Select Colour/Brightness difference algorithm"; ObjectID = "785"; */
"785.ibShadowedToolTip" = "⌘D : Select Colour/Brightness difference algorithm";

/* Class = "NSButtonCell"; title = "Colour/Brightness difference"; ObjectID = "785"; */
"785.title" = "Colour/Brightness difference";

/* Class = "NSButtonCell"; ibShadowedToolTip = "⌘L : Select Luminosity algorithm"; ObjectID = "786"; */
"786.ibShadowedToolTip" = "⌘L : Select Luminosity algorithm";

/* Class = "NSButtonCell"; title = "Luminosity"; ObjectID = "786"; */
"786.title" = "Luminosity";

/* Class = "NSTabViewItem"; label = "Results for color blindness"; ObjectID = "788"; */
"788.label" = "Results for color blindness";

/* Class = "NSTabViewItem"; label = "Results"; ObjectID = "800"; */
"800.label" = "Results";

/* Class = "NSButton"; ibShadowedToolTip = "⌘O : Open details panel"; ObjectID = "803"; */
"803.ibShadowedToolTip" = "⌘O : Open details panel";

/* Class = "NSBox"; title = "Text"; ObjectID = "804"; */
"804.title" = "Text";

/* Class = "NSBox"; title = "Box"; ObjectID = "811"; */
"811.title" = "Box";

/* Class = "NSBox"; title = "Large text"; ObjectID = "813"; */
"813.title" = "Large text";

/* Class = "NSMenuItem"; title = "Algorithm"; ObjectID = "862"; */
"862.title" = "Algorithm";

/* Class = "NSMenu"; title = "Algorithm"; ObjectID = "863"; */
"863.title" = "Algorithm";

/* Class = "NSMenuItem"; title = "Colour/Brightness difference"; ObjectID = "864"; */
"864.title" = "Colour/Brightness difference";

/* Class = "NSMenuItem"; title = "Luminosity"; ObjectID = "865"; */
"865.title" = "Luminosity";

/* Class = "NSTextFieldCell"; title = "Colour select:"; ObjectID = "929"; */
"929.title" = "Colour select:";

/* Class = "NSTextFieldCell"; title = "RGB:"; ObjectID = "930"; */
"930.title" = "RGB:";

/* Class = "NSTextFieldCell"; title = "Hex:"; ObjectID = "935"; */
"935.title" = "Hex:";

/* Class = "NSTextFieldCell"; title = "Red"; ObjectID = "937"; */
"937.title" = "Red";

/* Class = "NSTextFieldCell"; title = "Green"; ObjectID = "939"; */
"939.title" = "Green";

/* Class = "NSTextFieldCell"; title = "Blue"; ObjectID = "941"; */
"941.title" = "Blue";

/* Class = "NSTextFieldCell"; title = "Colour select:"; ObjectID = "942"; */
"942.title" = "Colour select:";

/* Class = "NSTextFieldCell"; title = "RGB:"; ObjectID = "943"; */
"943.title" = "RGB:";

/* Class = "NSTextFieldCell"; title = "Hex:"; ObjectID = "948"; */
"948.title" = "Hex:";

/* Class = "NSTextFieldCell"; title = "Red"; ObjectID = "952"; */
"952.title" = "Red";

/* Class = "NSTextFieldCell"; title = "Blue"; ObjectID = "953"; */
"953.title" = "Blue";

/* Class = "NSTextFieldCell"; title = "Green"; ObjectID = "954"; */
"954.title" = "Green";

/* Class = "NSTextFieldCell"; title = "Normal"; ObjectID = "955"; */
"955.title" = "Normal";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "956"; */
"956.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; title = "Protanopia"; ObjectID = "957"; */
"957.title" = "Protanopia";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "958"; */
"958.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; title = "Deuteranopia"; ObjectID = "959"; */
"959.title" = "Deuteranopia";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "960"; */
"960.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; title = "Tritanopia"; ObjectID = "961"; */
"961.title" = "Tritanopia";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "962"; */
"962.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; title = "Color blindness"; ObjectID = "963"; */
"963.title" = "Color blindness";

/* Class = "NSTextFieldCell"; placeholderString = "colour difference:xxx / brightness difference:xxx"; ObjectID = "964"; */
"964.placeholderString" = "colour difference:xxx / brightness difference:xxx";

/* Class = "NSTextFieldCell"; placeholderString = "Colour/Brightness difference: 000 / 000"; ObjectID = "965"; */
"965.placeholderString" = "Colour/Brightness difference: 000 / 000";

/* Class = "NSButtonCell"; title = "Show details"; ObjectID = "966"; */
"966.title" = "Show details";

/* Class = "NSTextFieldCell"; title = "example text showing contrast"; ObjectID = "967"; */
"967.title" = "example text showing contrast";

/* Class = "NSTextFieldCell"; title = "Tritanopia"; ObjectID = "969"; */
"969.title" = "Tritanopia";

/* Class = "NSTextFieldCell"; title = "Deuteranopia"; ObjectID = "970"; */
"970.title" = "Deuteranopia";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "971"; */
"971.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "972"; */
"972.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; title = "Protanopia"; ObjectID = "973"; */
"973.title" = "Protanopia";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "974"; */
"974.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "975"; */
"975.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; placeholderString = "The contrast ratio is: xx.x:1"; ObjectID = "976"; */
"976.placeholderString" = "The contrast ratio is: xx.x:1";

/* Class = "NSTextFieldCell"; title = "Normal"; ObjectID = "977"; */
"977.title" = "Normal";

/* Class = "NSTextFieldCell"; title = "Color blindness"; ObjectID = "978"; */
"978.title" = "Color blindness";

/* Class = "NSTextFieldCell"; placeholderString = "Contrast ratio: 00:00"; ObjectID = "979"; */
"979.placeholderString" = "Contrast ratio: 00:00";

/* Class = "NSButtonCell"; title = "Show details"; ObjectID = "980"; */
"980.title" = "Show details";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AAA"; ObjectID = "981"; */
"981.placeholderString" = "PASS AAA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AA"; ObjectID = "983"; */
"983.placeholderString" = "PASS AA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AAA"; ObjectID = "985"; */
"985.placeholderString" = "PASS AAA";

/* Class = "NSTextFieldCell"; placeholderString = "PASS AA"; ObjectID = "987"; */
"987.placeholderString" = "PASS AA";

/* Class = "NSButtonCell"; title = "Copy results"; ObjectID = "989"; */
"989.title" = "Copy results";

/* Class = "NSButtonCell"; title = "Radio"; ObjectID = "990"; */
"990.title" = "Radio";
